# coding=utf-8
"""
Created on 2018年5月29日
@author: Xiaoxin
Project:......
"""

# 新增到货分理
ar_add_order1 = {
    u'运输方式': u'零散快运',
    u'服务方式': u'站到站',
    u'支付方式': u'现金',
    u'发站': u'成都',
    u'到站': u'乐山',
    u'发货人': u'成都人',
    u'收货人': u'乐山071101',
    u'发货人手机号': u'15982393661',
    u'收货人手机号': u'15387672086',
    u'货物名称': u'白酒',
    u'货物包装': u'纸箱',
    u'件数': '1000',
    u'重量': '10',
    u'体积': '80',
    u'装卸费铁': '5000.00',
    u'装卸费收': '2000.00' ,
    u'其他费': '500'
}

ar_order_search1 = {
    u'运输方式': u'零散快运',
    u'订单号': u'10',
    u'运单号': u'10',
    u'发站': u'成都',
    u'到站': u'乐山'
}

